ArpON
CUnit
LabPlot
ModemManager
NetworkManager
NetworkManager-adsl
NetworkManager-bluetooth
NetworkManager-config-connectivity-fedora
NetworkManager-openconnect-gnome
NetworkManager-openvpn-gnome
NetworkManager-ppp
NetworkManager-pptp-gnome
NetworkManager-ssh-gnome
NetworkManager-vpnc-gnome
NetworkManager-wifi
NetworkManager-wwan
PackageKit-command-not-found
PackageKit-gstreamer-plugin
PackageKit-gtk3-module
R
SwayNotificationCenter
Thunar
aajohan-comfortaa-fonts
abrt
abrt-cli
abrt-desktop
acl
acpica-tools
adobe-source-code-pro-fonts
afftools
ags
aide
aircrack-ng
akmod-nvidia
alien
alliance
alsa-sof-firmware
alsa-ucm
alsa-utils
amd-gpu-firmware
amd-ucode-firmware
anaconda
anaconda-install-env-deps
anaconda-live
appimagelauncher
argus
argus-clients
arp-scan
at-spi2-atk
at-spi2-core
atheros-firmware
attr
audit
authselect
autoconf
automake
avahi
avr-binutils
avr-gcc
avr-gcc-c++
avra
avrdude
b43-fwcutter
b43-openfwwf
bannergrab
baobab
bash
bash-color-prompt
bash-completion
bc
bind-utils
binutils
binwalk
biosdevname
bison
bkhive
blueman
bluez-cups
bluez-tools
bmon
brcmfmac-firmware
brightnessctl
brltty
btop
btrfs-progs
byacc
bzip2
cava
ccache
cgnslib
chkrootkit
chrony
cifs-utils
ciphertest
cirrus-audio-firmware
cliphist
cmospwd
codium
colord
compsize
coreutils
cowpatty
cpio
cryptsetup
cscope
ctags
cups
cups-browsed
cups-filters
cups-pk-helper
curl
cyrus-sasl-plain
dc3dd
dcfldd
dconf
ddrescue
decibels
default-editor
default-fonts-cjk-mono
default-fonts-cjk-sans
default-fonts-cjk-serif
default-fonts-core-emoji
default-fonts-core-math
default-fonts-core-mono
default-fonts-core-sans
default-fonts-core-serif
default-fonts-other-mono
default-fonts-other-sans
default-fonts-other-serif
deltarpm
desktop-backgrounds-gnome
dhcp-client
dhcping
dia-CMOS
dia-Digital
dia-electric2
dia-electronic
diffstat
dislocker
dnf5
dnf5-plugins
dnsenum
dnsmap
dnsmasq
dnstop
dnstracer
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-compose-plugin
dos2unix
dosfstools
doxygen
dracut-config-rescue
dracut-live
dracut-network
dsniff
e2fsprogs
efibootmgr
elfutils
etherape
ethtool
ettercap
evince
evince-djvu
ewftools
examiner
exfatprogs
extundelete
fastfetch
fedora-bookmarks
fedora-chromium-config
fedora-flathub-remote
fedora-release-workstation
fedora-workstation-backgrounds
fedora-workstation-repositories
ffmpegthumbnailer
file
filesystem
fira-code-fonts
firefox
firewalk
firewalld
flatpak
flawfinder
flex
floorp
flterm
fontawesome-fonts-all
foremost
fpaste
fpdns
fping
fprintd-pam
freeDiameter
fritzing
fwupd
fzf
gamemode
gcc
gcc-c++
gdb
gdm
gdouros-symbola-fonts
gerbv
gettext
ghdl
ghostscript
git
glib-networking
glibc
glibc-all-langpacks
glibc-devel
glycin-thumbnailer
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-classic-session
gnome-clocks
gnome-color-manager
gnome-connections
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-epub-thumbnailer
gnome-font-viewer
gnome-initial-setup
gnome-logs
gnome-maps
gnome-remote-desktop
gnome-session-wayland-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-background-logo
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-user-docs
gnome-user-share
gnome-weather
gns3-gui
gns3-server
gnucap
gnupg2
gnupg2-g13
gnupg2-scdaemon
gnupg2-utils
gnupg2-wks
gnuplot
gnuradio
gnusim8085
goaccess
google-carlito-fonts
google-crosextra-caladea-fonts
google-droid-sans-fonts
google-noto-sans-cjk-fonts
gparted
gputils
gr-osmosdr
grim
grub2-efi-ia32
grub2-efi-ia32-cdboot
grub2-efi-x64
grub2-efi-x64-cdboot
grub2-pc
grub2-tools
grub2-tools-efi
grub2-tools-extra
grubby
gsim85
gsl-devel
gstreamer1-plugin-libav
gstreamer1-plugin-openh264
gstreamer1-plugins-bad-free
gstreamer1-plugins-bad-freeworld
gstreamer1-plugins-good
gstreamer1-plugins-ugly
gstreamer1-plugins-ugly-free
gtkterm
gtkwave
gts
gutenprint
gutenprint-cups
gvfs-afc
gvfs-afp
gvfs-archive
gvfs-fuse
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-smb
hdparm
hexedit
hfsplus-tools
hfsutils
hiredis
hostname
hping3
hplip
htop
httpd-tools
httpie
httping
httpry
httrack
hunspell
hunt
hydra
hyperv-daemons
hypridle
hyprland
hyprland-devel
hyprlock
ibus-anthy
ibus-chewing
ibus-gtk3
ibus-gtk4
ibus-hangul
ibus-libpinyin
ibus-m17n
ibus-typing-booster
icestorm
iftop
ike-scan
indent
initscripts
inotify-tools
intel-audio-firmware
intel-gpu-firmware
intel-media-driver
intel-vsc-firmware
inxi
iperf
iproute
iptables-nft
iptraf-ng
iptstate
iputils
irsim
irssi
iscsi-initiator-utils
iverilog
iwlegacy-firmware
iwlwifi-dvm-firmware
iwlwifi-mvm-firmware
java-latest-openjdk-devel
jetbrains-mono-fonts
john
julietaula-montserrat-fonts
jupyterlab
kbd
kbd-legacy
kernel
kernel-core
kernel-devel
kernel-modules
kernel-modules-core
kernel-modules-extra
kexec-tools
keychain
kicad
kismet
kitty
kmod-nvidia-6.16.7-200.fc42.x86_64
kmod-nvidia-6.17.9-200.fc42.x86_64
kmod-nvidia-6.17.9-300.fc43.x86_64
ktechlab
kvantum
langpacks-en
lbd
less
libX11
libXext
libXft
libXrender
libertas-firmware
libglvnd-gles
libheif-freeworld
libnsl
libreoffice-calc
libreoffice-emailmerge
libreoffice-graphicfilter
libreoffice-impress
libreoffice-opensymbol-fonts
libreoffice-pyuno
libreoffice-writer
librsvg2
libsane-hpaio
libtool
libva-intel-driver
libva-intel-media-driver
libva-nvidia-driver
libvirt-daemon-config-network
libvirt-daemon-kvm
linsmith
linux-firmware
livesys-scripts
lnav
localsearch
logrotate
loupe
lrzsz
lsd
lsof
ltrace
lvm2
lxpolkit
lynis
macchanger
mactel-boot
madan-fonts
magic
magic-doc
mailcap
make
man-db
man-pages
masscan
maxima
mcabber
mcelog
mdadm
mediawriter
medusa
mercurial
mesa-dri-drivers
mesa-libEGL
mesa-vulkan-drivers
microcode_ctl
mot-adms
mousepad
mpage
mpv
mpv-mpris
mt7xxx-firmware
mtr
mutt
nautilus
nbtscan
ncdu
ncrack
ncurses
ncurses-libs
nebula
net-snmp
net-snmp-utils
net-tools
netgen
nethogs
netsed
netsniff-ng
network-manager-applet
newt
nextpnr
nfs-utils
nfswatch
ngrep
ngspice
nicstat
nikto
nload
nmap
nmap-ncat
nmbscan
nodejs
nodejs-docs
nodejs-full-i18n
nodejs-libs
nodejs-npm
nss-mdns
ntfs-3g
ntfsprogs
ntpsec
nvidia-gpu-firmware
nvme-cli
nvtop
nwg-displays
nwg-look
nwipe
nxpwireless-firmware
octave
onesixtyone
open-sans-fonts
open-vm-tools-desktop
openocd
opensc
openscap-scanner
openssh
openssh-clients
openssh-server
ophcrack
orca
p0f
packETH
pads
pam_afs_session
pamixer
papers
papers-nautilus
paps
parted
passwdqc
patch
patchutils
pavucontrol
pcapdiff
pcb
pciutils
pcp-system-tools
pcsc-lite
pcsc-lite-ccid
pdfcrack
perf
perl-Hardware-Verilog-Parser
perl-Hardware-Vhdl-Lexer
perl-Hardware-Vhdl-Parser
perl-ModelSim-List
perl-Perlilog
perl-Verilog-Perl
perl-Verilog-Readmem
picocom
pinentry-gnome3
pinfo
pipewire-alsa
pipewire-config-raop
pipewire-gstreamer
pipewire-pulseaudio
pipewire-utils
pkgconf
playerctl
plocate
plymouth
plymouth-system-theme
podman
policycoreutils
policycoreutils-python-utils
polkit
powertop
prefixdevname
procps-ng
proxychains-ng
psacct
psad
pscan
psmisc
ptyxis
pulseview
pwgen
python3-matplotlib
python3-migen
python3-myhdl
python3-notebook
python3-numpy
python3-pandas
python3-pillow
python3-pyquery
python3-scapy
python3-scikit-image
python3-scikit-learn
python3-scipy
python3-statsmodels
python3-sympy
qadwaitadecorations-qt5
qalculate-gtk
qemu-guest-agent
qemu-kvm
qt5-qtbase
qt5-qtbase-gui
qt5-qtdeclarative
qt5-qtnetworkauth
qt5-qtscript
qt5-qtwebengine
qt5-qtxmlpatterns
qt5ct
qt6ct
qucs
quickshell
quota
raddump
rats
realmd
realtek-firmware
reaver
rhythmbox
rit-rachana-fonts
rkhunter
rofi
rootfiles
rpm
rpmfusion-free-appstream-data
rpmfusion-free-obsolete-packages
rpmfusion-free-release
rpmfusion-nonfree-appstream-data
rpmfusion-nonfree-release
rsms-inter-fonts
rsync
rygel
safecopy
samba-client
sane-backends-drivers-scanners
scalpel
scanmem
scap-security-guide
screen
scrub
sdcc
security-menus
selinux-policy-targeted
setools-gui
setup
shadow-utils
shim-ia32
shim-x64
showtime
siege
sigrok-cli
sigrok-firmware-fx2lafw
simple-scan
sing
sipp
sipsak
skopeo
sleuthkit
slowhttptest
slurp
smartsim
snapshot
snmpcheck
socat
sockperf
sos
speech-dispatcher
spice-vdagent
spice-webdavd
splint
sqlninja
srecord
srm
ssldump
sslscan
sslsplit
sssd-common
sssd-kcm
steam
strace
subnetcalc
subversion
sudo
sushi
swaks
swappy
swaylock
swww
symlinks
sysstat
system-config-printer-udev
systemd
systemd-oomd-defaults
systemd-resolved
systemd-sysusers
systemd-udev
systemtap
tar
tclspice
tcpdump
tcpflow
tcpick
tcpreen
tcpreplay
tcptrack
teamd
telnet
testdisk
texmaker
thc-ipv6
thermald
thunar-archive-plugin
thunar-volman
time
timeshift
tinysparql
tiwilink-firmware
tlssled
toolbox
totem
traceroute
transfig
tree
trellis
tripwire
uisp
unhide
units
unoconv
unzip
uperf
uresourced
urw-base35-bookman-fonts
urw-base35-c059-fonts
urw-base35-d050000l-fonts
urw-base35-fonts
urw-base35-gothic-fonts
urw-base35-nimbus-mono-ps-fonts
urw-base35-nimbus-roman-fonts
urw-base35-nimbus-sans-fonts
urw-base35-p052-fonts
urw-base35-standard-symbols-ps-fonts
urw-base35-z003-fonts
usb_modeswitch
usbsniff
usbutils
util-linux
valgrind
verilator
vhd2vl
vim-enhanced
vim-minimal
virt-install
virt-manager
virt-viewer
virtualbox-guest-additions
vnstat
vrq
wallust
wavemon
waybar
wbox
wget2-wget
which
whois
wipe
wireplumber
wireshark
wireshark-cli
wlogout
words
wpa_supplicant
wxMaxima
xarchiver
xcircuit
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs-gtk
xfig
xfsprogs
xorg-x11-drv-nvidia-cuda
xorg-x11-fonts-100dpi
xorg-x11-fonts-ISO8859-1-100dpi
xorg-x11-fonts-ISO8859-9-100dpi
xorg-x11-fonts-Type1
yad
yelp
yersinia
yosys
zip
zmap
zram-generator-defaults
zsh
zsh-autosuggestions
zsh-syntax-highlighting
